Repository: NMolargik/SetDeck
Catalog: SetDeck/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: This week's training intensity by muscle group
es: Intensidad de entrenamiento de esta semana por grupo muscular
fr_ca: Intensité d'entraînement de cette semaine par groupe musculaire
ja: 今週の筋肉グループ別トレーニング強度

source: This will create sample exercises for all 7 days and generate 30 days of workout history. Existing routines will be preserved.
es: Esto creará ejercicios de ejemplo para los 7 días y generará 30 días de historial de entrenamiento. Las rutinas existentes se conservarán.
fr_ca: Cela créera des exercices d'exemple pour les 7 jours et générera 30 jours d'historique d'entraînement. Les routines existantes seront conservées.
ja: 7日分のサンプルエクササイズを作成し、30日分のワークアウト履歴を生成します。既存のルーティンは保持されます。

source: This will permanently delete all of your historical set data. Your Stats tab will likely be pretty empty, but your current routines and exercises will remain untouched.
es: Esto eliminará permanentemente todo tu historial de series. Tu pestaña Estadísticas quedará bastante vacía, pero tus rutinas y ejercicios actuales no se verán afectados.
fr_ca: Cela supprimera définitivement tout votre historique de séries. Votre onglet Statistiques sera probablement assez vide, mais vos routines et exercices actuels resteront intacts.
ja: セット履歴のデータがすべて完全に削除されます。統計タブはほぼ空になりますが、現在のルーティンとエクササイズはそのまま残ります。

source: This will permanently delete all of your routines, exercises, sets, and history. You will need to rebuild your workout routine from scratch.
es: Esto eliminará permanentemente todas tus rutinas, ejercicios, series e historial. Tendrás que crear tu rutina de entrenamiento desde cero.
fr_ca: Cela supprimera définitivement toutes vos routines, exercices, séries et historiques. Vous devrez recréer votre routine d'entraînement à partir de zéro.
ja: すべてのルーティン、エクササイズ、セット、履歴が完全に削除されます。ルーティンを最初から作り直す必要があります。

source: This will reset all of your achievement progress. You can earn them again by continuing to work out.
es: Esto restablecerá todo tu progreso de logros. Puedes volver a conseguirlos si sigues entrenando.
fr_ca: Cela réinitialisera toute votre progression des succès. Vous pourrez les obtenir de nouveau en continuant à vous entraîner.
ja: 実績の進捗がすべてリセットされます。トレーニングを続ければ、もう一度獲得できます。

source: Thursday
es: Jueves
fr_ca: Jeudi
ja: 木曜日

source: Time a workout to record it with Apple Health.
es: Cronometra un entrenamiento para registrarlo en Apple Health.
fr_ca: Chronométrez un entraînement pour l'enregistrer dans Apple Santé.
ja: ワークアウトを計測してApple Healthに記録しましょう。

source: Today's Routine
es: Rutina de hoy
fr_ca: Routine d'aujourd'hui
ja: 今日のルーティン

source: Today's Workout
es: Entrenamiento de hoy
fr_ca: Entraînement d'aujourd'hui
ja: 今日のワークアウト

source: Toggle Workout
es: Alternar entrenamiento
fr_ca: Basculer l'entraînement
ja: ワークアウトを切り替え

source: Training Volume
es: Volumen de entrenamiento
fr_ca: Volume d'entraînement
ja: トレーニング量

source: Training volume chart showing %lld data points
es: Gráfico de volumen de entrenamiento con %lld puntos de datos
fr_ca: Graphique du volume d'entraînement montrant %lld points de données
ja: %lld 個のデータポイントを示すトレーニング量グラフ

source: Tuesday
es: Martes
fr_ca: Mardi
ja: 火曜日

source: Type
es: Tipo
ja: 種類

source: Use Day–Month–Year Dates
es: Usar fechas día–mes–año
fr_ca: Utiliser les dates jour–mois–année
ja: 日–月–年の日付形式を使う

source: Version
es: Versión
ja: バージョン

source: View Achievements
es: Ver logros
fr_ca: Voir les réalisations
ja: 実績を見る

source: Volume
es: Volumen
ja: トレーニング量

source: Warmup exercise
es: Ejercicio de calentamiento
fr_ca: Exercice d'échauffement
ja: ウォームアップのエクササイズ

source: Warmup?
es: ¿Calentamiento?
fr_ca: Échauffement?
ja: ウォームアップ？

source: Water Intake
es: Consumo de agua
fr_ca: Consommation d'eau
ja: 水分摂取量

source: Wednesday
es: Miércoles
fr_ca: Mercredi
ja: 水曜日

source: Weekly volume breakdown by muscle group
es: Desglose semanal del volumen por grupo muscular
fr_ca: Répartition hebdomadaire du volume par groupe musculaire
ja: 筋肉グループ別の週間トレーニング量の内訳

source: Weight (%@)
es: Peso (%@)
fr_ca: Poids (%@)
ja: 重量（%@）

source: What's My Workout On
es: ¿Cuál es mi entrenamiento el…?
fr_ca: Quel est mon entraînement le
ja: 指定日のワークアウトは

source: What's My Workout Today
es: ¿Cuál es mi entrenamiento de hoy?
fr_ca: Quel est mon entraînement aujourd'hui
ja: 今日のワークアウトは

source: What's my workout on ${day}
es: ¿Cuál es mi entrenamiento el ${day}?
fr_ca: Quel est mon entraînement le ${day}
ja: ${day} のワークアウトは

source: Workout
es: Entrenamiento
fr_ca: Entraînement
ja: ワークアウト

source: Workout History
es: Historial de entrenamientos
fr_ca: Historique des entraînements
ja: ワークアウト履歴

source: Workout Status
es: Estado del entrenamiento
fr_ca: État de l'entraînement
ja: ワークアウトの状態

source: Workout for Day
es: Entrenamiento del día
fr_ca: Entraînement du jour
ja: 指定日のワークアウト

source: Workout in progress, %@
es: Entrenamiento en curso, %@
fr_ca: Entraînement en cours, %@
ja: ワークアウト進行中、%@

# Workout summary: Volume %@, %lld sets, %lld active days, best streak %lld days
source: Workout summary: Volume %1$@, %2$lld sets, %3$lld active days, best streak %4$lld days
es: Resumen del entrenamiento: volumen %1$@, %2$lld series, %3$lld días activos, mejor racha %4$lld días
fr_ca: Résumé de l'entraînement : volume %1$@, %2$lld séries, %3$lld jours actifs, meilleure série %4$lld jours
ja: ワークアウトの概要: トレーニング量 %1$@、%2$lld セット、活動日 %3$lld 日、最長連続 %4$lld 日

source: Yes, you have a workout in progress.
es: Sí, tienes un entrenamiento en curso.
fr_ca: Oui, vous avez un entraînement en cours.
ja: はい、ワークアウトが進行中です。

source: Yes, you have a workout in progress. You started %lld minutes ago.
es: Sí, tienes un entrenamiento en curso. Empezaste hace %lld minutos.
fr_ca: Oui, vous avez un entraînement en cours. Vous avez commencé il y a %lld minutes.
ja: はい、ワークアウトが進行中です。%lld 分前に開始しました。

source: You don't have any exercises scheduled for %@.
es: No tienes ejercicios programados para el %@.
fr_ca: Vous n'avez aucun exercice prévu pour %@.
ja: %@ に予定されているエクササイズはありません。

source: You don't have any exercises scheduled for %@. Open SetDeck to add some exercises to your routine.
es: No tienes ejercicios programados para el %@. Abre SetDeck para añadir ejercicios a tu rutina.
fr_ca: Vous n'avez aucun exercice prévu pour %@. Ouvrez SetDeck pour ajouter des exercices à votre routine.
ja: %@ に予定されているエクササイズはありません。SetDeckを開いてルーティンにエクササイズを追加しましょう。

# You have %lld exercises today with %lld total sets.
source: You have %1$lld exercises today with %2$lld total sets.
es: Hoy tienes %1$lld ejercicios con %2$lld series en total.
fr_ca: Vous avez %1$lld exercices aujourd'hui avec %2$lld séries au total.
ja: 今日は %1$lld 件のエクササイズ、合計 %2$lld セットです。

source: You have %1$lld exercises today: %2$lld warm-up and %3$lld main exercises, with %4$lld total sets.
es: Hoy tienes %1$lld ejercicios: %2$lld de calentamiento y %3$lld principales, con %4$lld series en total.
fr_ca: Vous avez %1$lld exercices aujourd'hui : %2$lld d'échauffement et %3$lld principaux, avec %4$lld séries au total.
ja: 今日は %1$lld 件のエクササイズ（ウォームアップ %2$lld 件、メイン %3$lld 件）、合計 %4$lld セットです。

source: You're All Set!
es: ¡Todo listo!
fr_ca: Tout est prêt!
ja: 準備完了！

# Your %@ workout has %lld exercises with %lld total sets: %@
source: Your %1$@ workout has %2$lld exercises with %3$lld total sets: %4$@
es: Tu entrenamiento del %1$@ tiene %2$lld ejercicios con %3$lld series en total: %4$@
fr_ca: Votre entraînement du %1$@ comprend %2$lld exercices avec %3$lld séries au total : %4$@
ja: %1$@ のワークアウトはエクササイズ %2$lld 件、合計 %3$lld セットです: %4$@

source: Your Apple Health workouts will appear here when available.
es: Tus entrenamientos de Apple Health aparecerán aquí cuando estén disponibles.
fr_ca: Vos entraînements Apple Santé apparaîtront ici lorsqu'ils seront disponibles.
ja: Apple Healthのワークアウトが利用可能になると、ここに表示されます。

source: Your Privacy Matters
es: Tu privacidad importa
fr_ca: Votre confidentialité compte
ja: プライバシーを大切にします

source: Your Stats Await
es: Tus estadísticas te esperan
fr_ca: Vos statistiques vous attendent
ja: 統計はもうすぐ

source: Your workout is paused. You've been at it for %lld minutes so far.
es: Tu entrenamiento está en pausa. Llevas %lld minutos hasta ahora.
fr_ca: Votre entraînement est en pause. Vous y êtes depuis %lld minutes jusqu'à présent.
ja: ワークアウトは一時停止中です。ここまで %lld 分経過しています。

source: make gains every week
es: progresa cada semana
fr_ca: progressez chaque semaine
ja: 毎週、成長を積み重ねよう

source: of %lld
es: de %lld
fr_ca: de %lld
ja: / %lld

source: Total
ja: 合計
